/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
"About" = "Über";

/* No comment provided by engineer. */
"Access to full Star Catalog" = "Zugang zu gesamten Sternkatalog";

/* No comment provided by engineer. */
"All 3D Solar System Planets" = "Alle 3D Sonnensystem Planeten";

/* No comment provided by engineer. */
"Automatic Subtitles" = "Automatic Subtitles";

/* No comment provided by engineer. */
"Background Playback" = "Background Playback";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* %@ refers to a website */
"Check out %@" = "Besuche %@";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "Check your parental control settings and try again later";

/* No comment provided by engineer. */
"Constellations" = "Sternbilder";

/* No comment provided by engineer. */
"Deep zoom to reveal more stars in the new Power Sky View. With animated high-res planets and over 110000 more objects, there’s plenty to explore!" = "Zoome um mehr Sterne zu entdecken in der neuen Power Sky View. Mit animierten hochauflösenden Planeten und über 110,000 Sternen!";

/* No comment provided by engineer. */
"Discover all planets of the solar system and more with beautiful, animated 3D models and detailed images and descriptions." = "Entdecke alle Planeten des Sonnensystems und mehr mit wunderschönen, animierten 3D Modellen, Bildern und detaillierten Infos.";

/* No comment provided by engineer. */
"Dwarf Planets" = "Zwergplaneten";

/* No comment provided by engineer. */
"DwarfPlanets" = "DwarfPlanets";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Enjoy the night sky without any ads and interruptions." = "Genieße den Sternenhimmel ohne Werbung und Unterbrechungen";

/* No comment provided by engineer. */
"Follow us on Instagram" = "Follow us on Instagram";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Follow us on Twitter";

/* No comment provided by engineer. */
"Galaxies" = "Galaxien";

/* No comment provided by engineer. */
"Gestures" = "Gestures";

/* No comment provided by engineer. */
"Get Email Newsletter" = "Get Email Newsletter";

/* No comment provided by engineer. */
"In App Purchasing Disabled" = "In App Purchasing Disabled";

/* No comment provided by engineer. */
"Like us on Facebook" = "Like us on Facebook";

/* No comment provided by engineer. */
"No Ads" = "Keine Werbung";

/* No comment provided by engineer. */
"No, thanks." = "Nein, danke.";

/* No comment provided by engineer. */
"Passcode Protection" = "Passcode Protection";

/* No comment provided by engineer. */
"Planets" = "Planeten";

/* No comment provided by engineer. */
"Preserve your dark-adapted eyesight." = "Bewahre deine an die Dunkelheit angepasste Sicht mit dem Nachtmodus";

/* No comment provided by engineer. */
"Pro" = "Pro";

/* No comment provided by engineer. */
"Red night mode" = "Nachtmodus";

/* No comment provided by engineer. */
"Restore" = "Wiederherstellen";

/* No comment provided by engineer. */
"Satellites" = "Satelliten";

/* No comment provided by engineer. */
"Search" = "Suchen";

/* No comment provided by engineer. */
"Skip" = "Überspringen";

/* No comment provided by engineer. */
"Starglobe" = "Starglobe";

/* No comment provided by engineer. */
"Stars" = "Sterne";

/* No comment provided by engineer. */
"Start Free Trial" = "Kostenlos Testen";

/* No comment provided by engineer. */
"Subscribe" = "Abonnieren";

/* 'thanks to %@' refers to a promotion website/blog. '(worth %@)' is a price like $7.99' */
"Thanks to %@, you have been upgraded to ProPlayer Pro (worth %@). You can now enjoy the following features:" = "Thanks to %1$@, you have been upgraded to ProPlayer Pro (worth %2$@). You can now enjoy the following features:";

/* No comment provided by engineer. */
"Track over 1000 satellites and the Hubble Telescope and the International Space Station." = "Tracke über 1000 Satelliten und sogar das Hubble Teleskop und die Internation Space Station (ISS).";

/* No comment provided by engineer. */
"Upgrade" = "Upgraden";

/* No comment provided by engineer. */
"Upgrade now to get the most from Starglobe and enable all of these awesome features!" = "Upgrade jetzt und genieße die folgenden Features!";

/* No comment provided by engineer. */
"Website" = "Webseite";

/* No comment provided by engineer. */
"Welcome to Starglobe" = "Willkommen zu Starglobe";

/* No comment provided by engineer. */
"Yes, please!" = "Ja, gerne!";

"Starglobe is magical. Simply raise your iPhone or iPad to the sky to identify planets, constellation or even satellites!" = "Starglobe ist magisch. Richte dein iPhone oder iPad zum Himmel und bestimme Sterne, Planeten und sogar Satelliten!";

"Next" = "Weiter";

"Detailed Solar System" = "Detailliertes Sonnensystem";

"Geolocation" = "Ortungsdienste";

"Geolocation permissions are needed to create an accurate Sky View. You must allow this for Starglobe to identify objects in the sky above." = "Starglobe benötigt deinen aktuelle Position um die Sterne, die sich über dir befinden, zu bestimmen.";

"Allow" = "Erlauben";

"Starglobe Premium" = "Starglobe Premium";

"Try all of the magical premium features of Starglobe for free right now!" = "Teste alle Funktionen von Starglobe Premium - kostenlos!";

"Try for Free" = "Kostenlos Testen";

"Stargaze Notifications" = "Stern-Alarm";

"Get notified when the night sky is perfectly clear for stargazing" = "Werde benachrichtigt, wenn der Sternenhimmel perfekt ist um Sterne zu beobachten.";

"Test all these features with a 1 week trial! After that %@/Year." = "Teste diese Funktionen kostenlos mit einer 1-wöchtentlichen Probephase! Danach %@/Jahr.";
